Repository: SafwanSa/freej-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: You don't have access to this account
ar: ليس لديك حق الوصول إلى هذا الحساب

source: User is banned!
ar: محظور المستخدم

source: OTP is sent. You can request a new one after {} seconds
ar: تم إرسال OTP. يمكنك طلب واحدة جديدة بعد {} ثانية

source: OTP is valid
ar: الرمز صالح

source: Password changed successfully
ar: تم تغيير الرقم السري بنجاح

source: User has no resident profile or role.
ar: المستخدم ليس لديه حساب او صلاحية مقيم

source: User has no supervisor role or the supervisor permission is disabled.
ar: ليس للمستخدم دور مشرف أو تم تعطيل إذن المشرف

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Oops!. Something went wrong, please contact us
ar: أُووبس!. حدث خطأ ما، يرجى الاتصال بنا

source: Default: {}
ar: تقصير: {}

source: {} not found!
ar: {} لا يوجد

source: Invalid token!
ar: رمز غير صالح

source: This field is required!
ar: هذه الخانة مطلوبه

source: Data is missing!
ar: البيانات مفقودة

source: Invalid token or otp!
ar: رمز غير صالح

source: Your token has expired!
ar: انتهت صلاحية الجلسة

source: No active account found with the given credentials!
ar: لم يتم العثور على حساب نشط ببيانات الاعتماد المقدمة

source: OTP is invalid!
ar: رمز غير صالح

source: Provided language is unsupported!
ar: اللغة المقدمة غير مدعومة

source: You have already requested an OTP, please wait!
ar: لقد طلبت بالفعل OTP ،يرجى الانتظار

source: Your email's domain does not match with selected campus domain!
ar: مجال بريدك الإلكتروني لا يتطابق مع مجال الحرم الجامعي المحدد

source: Account with this email already exist!
ar: االبريد الإلكتروني موجود بالفعل

source: Only event's host can perform this action!
ar: يمكن لمضيف الفعالية فقط تنفيذ هذا الإجراء

source: You did not apply for this event!
ar: أنت لم تتقدم لهذه الفعالية

source: Only the owner can perform this action!
ar: يمكن لمالك المنشور فقط تنفيذ هذا الإجراء

source: You have already rated this post!
ar: لقد قمت بالفعل بتقييم هذا المنشور

source: You have already applied to this post!
ar: لقد قمت بالفعل بالتقديم على هذا المنشور

source: You cannot apply to your own post!
ar: لا يمكنك التقديم على منشورك الخاص

source: You cannot cancel this application!
ar: لا يمكنك إلغاء هذا التفديم

source: It must be a pending application!
ar: يجب أن يكون الطلب معلقًا

source: It must be an accepted application!
ar: يجب أن يكون الطلب مقبولاً

source: Unsupported action!
ar: إجراء غير مدعوم

source: Unsupported report type!
ar: نوع تقرير غير مدعوم

source: You have already reported a fix!
ar: لقد أبلغت بالفعل عن إصلاح للمشكلة

source: You must have a completed application to rate this post!
ar: يجب أن يكون لديك تطبيق مكتمل لتقييم هذا المنشور

source: Building supervisors cannot change building. Please contact us!
ar: لا يمكن لمشرف المبنى تغيير مكان الافامة. الرجاء التواصل معنا

source: You cannot delete a post that has accepted or completed applications!
ar: لا يمكنك حذف المنشور الذي قبل أو أكمل الطلبات

source: Token is invalid!
ar: الرمز غير صالح

source: Special characters and digits are now allowed
ar: الأحرف والأرقام الخاصة مسموح بها الآن

source: Mobile number must be 10 digits starting with '05'
ar: يجب أن يتكون رقم الهاتف المحمول من 10 أرقام تبدأ بـ'05'

source: Username is a student id. (e.g. s201477960 or t201022347)
ar: اسم المستخدم هو معرف الطالب. (مثل s201477960 أو t201022347)
